export const industryData = {
    // (默认)显示数据
    contentArr: [
        {name: '基础设施', xms: 276, zb1: '35.75%', ztz: 84736092, zb2: '53.98%', njh: 11495077, zb3: '54.49%'},
        {name: '产业', xms: 371, zb1: '48.06%', ztz: 56756984, zb2: '36.15%', njh: 6973148, zb3: '33.05%'},
        {name: '社会公益', xms: 91, zb1: '11.79%', ztz: 12979726, zb2: '8.27%', njh: 2248091, zb3: '10.66%'},
        {name: '生态环保', xms: 31, zb1: '4.02%', ztz: 2281886, zb2: '1.45%', njh: 365041, zb3: '1.73%'},
        {name: '社会管理', xms: 3, zb1: '0.39%', ztz: 235470, zb2: '0.15%', njh: 15000, zb3: '0.07%'}
    ],
    // 汇总
    summaryArr: [
        {name: '基础设施', xms: 276, zb1: '35.75%', ztz: 84736092, zb2: '53.98%', njh: 11495077, zb3: '54.49%'},
        {name: '产业', xms: 371, zb1: '48.06%', ztz: 56756984, zb2: '36.15%', njh: 6973148, zb3: '33.05%'},
        {name: '社会公益', xms: 91, zb1: '11.79%', ztz: 12979726, zb2: '8.27%', njh: 2248091, zb3: '10.66%'},
        {name: '生态环保', xms: 31, zb1: '4.02%', ztz: 2281886, zb2: '1.45%', njh: 365041, zb3: '1.73%'},
        {name: '社会管理', xms: 3, zb1: '0.39%', ztz: 235470, zb2: '0.15%', njh: 15000, zb3: '0.07%'}
    ],
    // 基础设施
    basicsArr: [
        {name: '交通', xms: 138, zb1: '50.00%', ztz: 57241095, zb2: '67.55%', njh: 7457585, zb3: '64.88%'},
        {name: '能源', xms: 6, zb1: '2.17%', ztz: 782594, zb2: '0.92%', njh: 95105, zb3: '0.83%'},
        {name: '水利', xms: 16, zb1: '5.80%', ztz: 7371879, zb2: '8.70%', njh: 967087, zb3: '8.41%'},
        {name: '市政基础设施', xms: 116, zb1: '42.03%', ztz: 19340524, zb2: '22.82%', njh: 2975300, zb3: '25.88%'},
        {name: '合计', xms: 276, zb1: '-', ztz: 84736092, zb2: '-', njh: 11495077, zb3: '-'}
    ],
    // 产业
    industryArr: [
        {name: '工业', xms: 149, zb1: '11.79%', ztz: 26072267, zb2: '45.94%', njh: 3430955, zb3: '49.20%'},
        {name: '战略性新兴产业', xms: 74, zb1: '19.95%', ztz: 12944740, zb2: '22.81%', njh: 1472968, zb3: '21.12%'},
        {name: '农业', xms: 14, zb1: '3.77%', ztz: 776038, zb2: '1.37%', njh: 93725, zb3: '1.34%'},
        {name: '服务业', xms: 134, zb1: '36.12%', ztz: 16963939, zb2: '29.89%', njh: 1975500, zb3: '28.33%'},
        {name: '合计', xms: 371, zb1: '-', ztz: 56756984, zb2: '-', njh: '6973148', zb3: '-'}
    ],
    // 社会公益
    commonwealArr: [
        {name: '教育', xms: 34, zb1: '37.36%', ztz: 3363582, zb2: '25.91%', njh: 456460, zb3: '20.30%'},
        {name: '卫生', xms: 12, zb1: '13.19%', ztz: 1102890, zb2: '8.50%', njh: 211678, zb3: '9.42%'},
        {name: '文化', xms: 10, zb1: '10.99%', ztz: 1026245, zb2: '7.91%', njh: 193000, zb3: '8.59%'},
        {name: '体育', xms: 7, zb1: '7.69%', ztz: 510985, zb2: '3.94%', njh: 122000, zb3: '5.43%'},
        {name: '其他社会', xms: 28, zb1: '30.77%', ztz: 6976024, zb2: '53.75%', njh: 1264953, zb3: '56.27%'},
        {name: '合计', xms: 91, zb1: '-', ztz: 12979726, zb2: '-', njh: 2248091, zb3: '-'},
    ],
    // 生态环保 
    ecologyArr: [
        {name: '节能减排', xms: 13, zb1: '4.02%', ztz: 580758, zb2: '25.45%', njh: 146541, zb3: '40.14%'},
        {name: '环境综合治理', xms: 13, zb1: '41.94%', ztz: 1500054, zb2: '65.74%', njh: 193500, zb3: '53.01%'},
        {name: '循环经济', xms: 5, zb1: '16.13%', ztz: 201074, zb2: '8.81%', njh: 25000, zb3: '6.85%'},
        {name: '合计', xms: 31, zb1: '-', ztz: 2281886, zb2: '-', njh: 365041, zb3: '-'}
    ],
    // 社会管理
    administrationArr: [
        {name: '公检法司项目', xms: 3, zb1: '100.00%', ztz: 235470, zb2: '100.00%', njh: 15000, zb3: '100.00%'},
        {name: '合计', xms: 3, zb1: '-', ztz: 235470, zb2: '-', njh: 15000, zb3: '-'}
    ]
}